<!DOCTYPE html>
<html lang="ru">

<head>
  <?php include "blocks/head.php"; ?>
  <meta name="robots" content="all">
  <?php include "blocks/meta.php"; ?>
  <title>Танцевальные стили</title>
  <?php include "blocks/css.php"; ?>
</head>

<body> 

  <?php include "blocks/page_header.php"; ?>
  
  <div class="page-navigation">
    <div class="container">
      <ul class="breadcrumbs">
        <li><a href="#">Главная</a></li>
        <li><a href="#">Стили</a></li>
      </ul>
    </div>
  </div>
  
  <section class="page-section page-intro">
    <div class="container">
      <header class="page-intro__header">
        <h1>Услуги</h1>
        <h2>Ballroom social dance</h2>
      </header>
      <ul class="dance-styles-list">
        <li><a href="#">Вальс</a></li>
        <li><a href="#">Танго</a></li>
        <li><a href="#">Венский вальс</a></li>
        <li><a href="#">Фокстрот</a></li>
        <li><a href="#">Квикстеп</a></li>
        <li><a href="#">Самба</a></li>
        <li><a href="#">Ча-ча-ча</a></li>
        <li><a href="#">Румба</a></li>
        <li><a href="#">Пасодобль</a></li>
        <li><a href="#">Джайв</a></li>
        <li><a href="#">Сальса</a></li>
        <li><a href="#">Бачата</a></li>
        <li><a href="#">Меренге</a></li>
        <li><a href="#">Свинг</a></li>
      </ul>
      <p>
        Выбирая танцевальную школу, люди часто задаются вопросом: «Какое танцевальное направление выбрать? Какими танцами лучше заниматься?» 
        Наш ответ - лучше всего заниматься теми танцами, к которым лежит душа. Наш выбор – парные танцы (social dance)! Бальные/парные танцы
        учат партнеров быть элегантными, грациозными, раскованными, более уверенными в себе, заряжают позитивом, избавляют от стресса и дарят
        самые яркие эмоции. В студии «Данс Олимп» мы учим танцевать бальные и другие популярные парные танцы в формате social dance. Что такое social dance?
        Это танцы для удовольствия и общения, которые можно танцевать везде и которые доступны людям любого возраста. Направление social dance включает
        в себя бальные танцы, американские вариации, клубную латину.
      </p>
    </div>
  </section>
  
  <section class="page-section">
    <div class="container">
      <article class="dance-category">
        <h2>Бальные танцы, европейская программа</h2>
        <div class="dance-category__img">
          <picture><img src="img/dance_styles/bg_img.png" alt=""></picture>
          <picture><img src="img/dance_styles/euro.png" alt=""></picture>
        </div>
        <p>
          <i>Вальс</i>, медленный вальс, английский вальс – король бальных танцев. Это танец, без которого не обходится ни один бал, свадьба или выпускной вечер, поэтому уметь танцевать вальс просто необходимо каждому взрослому. Вальс это парный танец, в котором партнеры находятся постоянно в закрытой стойке и двигаются по залу против часовой стрелки. Для вальса характерны плавные подъемы и спуски, длинные шаги и очень красивая музыка. Послушайте, например, композиции Dreamcatcher в исполнении группы Secret Garden, Moon River (Andy Williams) и Skyfall (Adele). 
        </p>
        <p>
          В американском варианте вальса присутствует много заимствованных движений из других танцев, с раскрытиями и поворотами под рукой, что делает этот танец очень зрелищным, легким и вполне в стиле social dance.
        </p>
        <p>
          <i>Танго</i> – очень популярный и любимый многими бальный танец, благодаря пронзительной музыке, драматичной хореографии, взаимодействию мужчины и женщины в паре. Достаточно вспомнить сцены из кинофильмов «Давайте потанцуем», «Запах женщины», «Правдивая ложь», «Держи ритм», чтобы понять, насколько разным может быть танго. Бальное танго – это четкие, резкие движения, жесткая стойка, динамичное продвижение по площадке, тогда как аргентинское танго – это компактная стойка, много мелких движений ногами, танец почти на одном месте. Американский вариант танго, как и все американские вариации, наряду с бальным танго содержит элементы из других танцев. Танго в стиле social dance включает в себя самые популярные фигуры из бального танго, аргентинского и американского танго. Такое танго можно танцевать на любой площадке, в любой компании, лишь бы была подходящая музыка. Среди популярных мелодии для танго можно назвать Per una Cabeza знаменитого Карлоса Гарделя, Libertango Антонио Пьяццолы и песню Roxanne из муыкального фильма «Мулен Руж». 
        </p>
        <p>
          <i>Венский вальс</i> это классика, которая никогда не стареет. На любом солидном светском мероприятии (благотворительные и рождественские балы, венский бал и т.п.) или выпускном вечере венский вальс – это обязательная часть программы. Так что лучше научиться танцевать венский вальс, тем более что это несложно, весело и полезно! Венский вальс довольно быстрый танец, пары активно двигаются по кругу против часовой стрелки, одновременно вращаясь. Танцуя венский вальс вы гарантировано скинете несколько лишних килограммов, потренируете вестибулярный аппарат и поднимете себе настроение! Вот несколько современных мелодий, под которые можно танцевать венский вальс – Hijo de la Luna (в исполнении Mecano), A Donde Voy (Rebecca Beale), Love Scenes (Keira Sheridan), My Favorite Things (Andy Williams из кинофильма «Звуки музыки») или Vuela Alto в исполнении Хулио Иглесиаса.
        </p>
        <p>
          <i>Медленный фокстрот</i> – очень красивый танец, который за его мягкость и плавность называют Роллс-Ройсом среди европейских танцев. Шаги фокстрота достаточно простые, но это кажущаяся простота, потому что добиться эффекта непрерывного плавного перемещения по паркету, да еще и с большой длиной шага, очень сложно, поэтому к обучению фокстрота обычно приступают после уроков вальса и квикстепа. Американский фокстрот танцевать легче, чем бальный, потому в американском варианте не делается акцент на длину шага и скольжение по паркету. Лучшая музыка для фокстрота – это свинговая классика, хотя есть и более современные композиции (послушайте Fly Me to the Moon в исполнении Prandi Sound или других исполнителей этой очень популярной песни, I will Wait for You (Connie Francis), Sixteen tons или знаменитое Soli 
          Адриано Челентано). Квикстеп называют более быстрой версией классического фокстрота. В квикстепе сохраняется элегантность и свинговая особенность фокстрота, но при этом это очень динамичный, стремительный и веселый танец. Квикстеп - танец на продвижение, с характерными шагами-шассе (приставные шаги), синкопами и прыжковыми элементами, исполняется под зажигательные джазовые или быстрые свинговые композиции (пример - ….) 
        </p>
      </article>
    </div>
  </section>
  
  <section class="page-section">
    <div class="container">
      <article class="dance-category">
        <h2>Бальные танцы, латиноамериканская программа</h2>
        <div class="dance-category__img">
          <picture><img src="img/dance_styles/bg_img_2.png" alt=""></picture>
          <picture><img src="img/dance_styles/latino.png" alt=""></picture>
        </div>
        <p>
          <i>Самба</i> – при названии этого танца сразу возникают картинки бразильского фестиваля с причудливо одетыми танцорами, бешенными ритмами и безудержным весельем. Самба, действительно, веселый и очень ритмичный танец, при звуках музыки самбы ноги сами начинают отбивать ритм и танцоры едва могут устоять на месте! Самба - танец с активным продвижением по залу (в отличие от большинства латиноамериканских танцев), с характерной «пружинкой» в ногах, со сменой ритма, частыми поворотами, вращениями и сменой мест. Смотреть на танцующих самбу профессиональных танцоров очень увлекательно, но совсем не обязательно обладать такой же техникой и спортивной формой, чтобы научиться танцевать самбу и получать от этого удовольствие! Чтобы почувствовать характерный ритм самбы, послушайте популярные мелодии  
        </p>
        <p>
          <i>Ча-ча-ча</i> – это веселый, игривый, быстрый танец, с очень четким характерным ритмом, с выраженным «латинским» движением бедер, «острыми» шагами, четким выпрямлением колен. Партнеры часто расходятся и танцуют паралелльно, либо «преследуя» друг друга, заигрывая с партнером и со зрителями. Вообще ча-ча-ча это танец хорошего настроения, под музыку в ритме ча-ча-ча невозможно усидеть на месте (Sway в исполнении R.Mitchell, I Need to Know Марка Энтони, Let’s Get Loud Дженнифер Лопес, Sex Bomb Тома Джонса).
        </p>
        <p>
          <i>Румба</i> – лиричный, чувственный, очень эмоциональный и выразительный танец. Румба самый медленный из латиноамериканских танцев; вся хореография румбы направлена на то, чтобы показать красоту партнерши и ее взаимодействие с партнером. Про румбу трудно рассказать, ее надо почувствовать. Послушайте музыку, и вы все поймете…(Besame Mucho в исполнении Сезарии Эвора, Whatever Happens Майкла Джексона, No Me Ames Дженнифер Лопес и Марка Энтони).
        </p>
        <p>
          <i>Пасодобль</i> – очень интересный танец, ни на что не похожий. Про историю и интерпретацию это танца (взаимодействие матадора или быка и плаща, роли партнера и партнерши) много написано; важно отметить, что пасодобль – это всегда полностью законченная хореография, его нельзя танцевать, импровизируя на площадке как остальные танцы social dance. Несмотря на то, что пасодобль входит в группу латиноамериканских танцев, в нем нет характерных «латинских» движений бедрами, шаги делаются с пятки, а не с носка, все движения не плавно-тягучие, а резкие, точные, быстрые. Если вы любите сильные эмоции, драму, выяснение отношений – то пасодобль это ваш танец. Вряд ли на балу или дружеской вечеринке гостям предложат станцевать пасодобль, но если вы хотите удивить друзей, поучаствовать в конкурсе или выступить на корпоративе, то пасодобль это подходящий танец, который можно станцевать очень эффектно при несложной хореографии. Для пасодобля подходит музыка в ритме марша, но при этом в ней должны быть характерные для пасодобля  «акценты» - разные по продолжительности части, из которых состоит композиция (первый, второй и третий акценты). Послушайте одну из самых известных мелодий для танца пасодобль Espania Canne…    
        </p>
        <p>
          <i>Джайв</i> – самый быстрый, энергичный и озорной танец латиноамериканской программы. Джайв исторически развился из таких танцев, как чарльстон, буги, рок-н-ролл, линдихоп, свинг, поэтому в нем много подпрыгиваний, киков, поворотов, смены мест. Джайв танцуется практически на одном месте, но из-за быстрого темпа и обилия прыжковых элементов это очень энергозатратный танец, поэтому на соревнованиях этот танец всегда завершает конкурсную программу. Популярные мелодии джайва ….
        </p>
      </article>
    </div>
  </section>
  
  <section class="page-section">
    <div class="container">
      <article class="dance-category">
        <h2>Клубная латина</h2>
        <div class="dance-category__img">
          <picture><img src="img/dance_styles/bg_img.png" alt=""></picture>
          <picture><img src="img/dance_styles/club.png" alt=""></picture>
        </div>
        <p>
          К этой группе мы относим сальсу, меренге, бачату, свинг. Это танцы, которые можно танцевать как в паре, так и по одному, технически не сложные, красивые, с настроением. Эти танцы прекрасно подходят для любой клубной вечеринки, мастер-класса, тим-билдинга, да и просто когда хочется подвигаться. Практически под любую популярную музыку можно станцевать сальсу, свинг, меренге или бачату.  
        </p>
      </article>
    </div>
  </section>

  <section class="page-section">
    <div class="container">
      <div class="page-btns page-btns_vertical">
        <a href="dance_styles.php" class="btn btn_round btn_left">Танцевальные стили</a>
        <a href="services.php" class="btn btn_round btn_left">Услуги</a>
        <a href="shedule.php" class="btn btn_round btn_left">Расписание</a>
      </div>
      
      <div class="page-request">
        <p>Запишитесь на пробное задание</p>
        <?php include "blocks/order_form.php"; ?>
      </div>
    </div>
  </section>

  <?php include "blocks/page_footer.php"; ?>

  <?php include "blocks/forms.php"; ?>
  <?php include "blocks/scripts.php"; ?>
</body>
</html>